[
    {
        "url": "https://www.bbc.com/worklife/article/20240214-ai-recruiting-hiring-software-bias-discrimination",
        "title": "AI hiring tools may be filtering out the best job applicants",
        "published": "2024-02-16T12:00:00.000Z",
        "description": "As firms increasingly rely on artificial intelligence-driven hiring platforms, many highly qualified candidates are finding themselves on the cutting room floor.",
        "authors": [
            "Charlotte Lytton"
        ],
        "images": [
            "https://ychef.files.bbci.co.uk/1280x720/p0hbx9q4.jpg"
        ],
        "content": [
            "Body-language analysis. Vocal assessments. Gamified tests. CV scanners. These are some of the tools companies use to screen candidates with artificial intelligence recruiting software. Job applicants face these machine prompts – and AI decides whether they are a good match or fall short.",
            "Businesses are increasingly relying on them. A late-2023 IBM survey of more than 8,500 global IT professionals showed ",
            ". Another 40% of respondents were considering integrating the technology.",
            "Many leaders across the corporate world hoped ",
            ". Yet in some cases, the opposite is happening. Some experts say these tools are inaccurately screening some of the most qualified job applicants – and concerns are growing the software may be excising the best candidates.",
            "\"We haven't seen a whole lot of evidence that there's no bias here… or that the tool picks out the most qualified candidates,\" says ",
            ", US-based author of the Algorithm: How AI Can Hijack Your Career and Steal Your Future, and an assistant professor of journalism at New York University. She believes the biggest risk such software poses to jobs is not machines taking workers' positions, as is often feared – but rather preventing them from getting a role at all. ",
            "Some qualified job candidates have already found themselves at odds with these hiring platforms.",
            "In one high-profile case in 2020, ",
            " after being furloughed during the pandemic. She was evaluated both based on past performance and via an AI-screening programme, HireVue. She says she ranked well in the skills evaluation – but after the AI tool scored her body language poorly, she was out of a job for good. (",
            ".) Other workers have filed complaints against similar platforms, says Schellmann.",
            "She adds job candidates rarely ever know if these tools are the sole reason companies reject them – by and large, the software doesn't tell users how they've been evaluated. Yet she says there are many glaring examples of systemic flaws.",
            "In one case, ",
            " but tweaked the birthdate to make themselves younger. With this change, they landed an interview. At another company, an AI resume screener had been trained on CVs of employees already at the firm, giving people extra marks if they listed \"baseball\" or \"basketball\" – hobbies that were linked to more successful staff, often men. Those who mentioned \"softball\" – typically women – were downgraded.",
            "Marginalised groups often \"fall through the cracks, because they have different hobbies, they went to different schools\", says Schellmann.",
            "In some cases, biased selection criteria is clear – like ageism or sexism – but in others, it is opaque. In her research, Schellmann applied to a call centre job, to be screened by AI. Then, she logged in from the employer's side. She'd received a high rating in the interview, despite speaking nonsense German when she was supposed to be speaking English, but received a poor rating for her actual relevant credentials on her LinkedIn profile. ",
            "She worries the negative effects will spread as the technology does. \"One biased human hiring manager can harm a lot of people in a year, and that's not great,\" she says. \"But an algorithm that is maybe used in all incoming applications at a large company… that could harm hundreds of thousands of applicants.\" ",
            "\"The problem [is] no-one knows exactly where the harm is,\" she explains. And, given that companies have saved money by replacing human HR staff with AI – which can process piles of resumes in a fraction of the time – she believes firms may have little motivation to interrogate kinks in the machine. ",
            "From her research, Schellmann is also concerned screening-software companies are \"rushing\" underdeveloped, even flawed products to market to cash in on demand. \"Vendors are not going to come out publicly and say our tool didn't work, or it was harmful to people\", and companies who have used them remain \"afraid that there's going to be a gigantic class action lawsuit against them\".",
            "It's important to get this tech right, says ",
            ", professor of technology and regulation at the University of Oxford's Internet Institute.",
            "\"Having AI that is unbiased and fair is not only the ethical and legally necessary thing to do, it is also something that makes a company more profitable,\" she says. \"There is a very clear opportunity to allow AI to be applied in a way so it makes fairer, and more equitable decisions that are based on merit and that also increase the bottom line of a company.\"  ",
            "Wachter is working to help companies identify bias through the co-creation of the Conditional Demographic Disparity test, a publicly available tool which \"acts as an alarm system that notifies you if your algorithm is biased. It then gives you the opportunity to figure out which [hiring] decision criteria cause this inequality and allows you to make adjustments to make your system fairer and more accurate\", she says. Since its development in 2020, Amazon and IBM are among the businesses that have implemented it. ",
            "Schellmann, meanwhile, is calling for industry-wide \"guardrails and regulation\" from governments or non-profits to ensure current problems do not persist. If there is no intervention now, she fears AI could make the workplace of the future more unequal than before."
        ]
    },
    {
        "url": "https://www.bbc.com/news/world-middle-east-68306915",
        "title": "Israel-Gaza war: Rafah images show huge blast craters close to camps",
        "published": "2024-02-15T18:47:25.000Z",
        "description": "BBC Verify has analysed the latest satellite image from the city in southern Gaza.",
        "authors": [
            "Jake Horton & Daniele Palumbo"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/71B2/production/_132660192_verify_15_feb_24-nc.png"
        ],
        "content": [
            "Some of the craters are only about 130m (426ft) away from rows of tents, where many people displaced by the war are sheltering.",
            "On 12 February, after two hostages were rescued in an Israeli raid, Rafah came under intense aerial bombardment.",
            "In the latest satellite images, taken on 14 February, several craters can be seen near the site of the operation.",
            "BBC Verify ",
            " provided by the Israel Defense Forces (IDF) of the rescue and located the operation to a district of Rafah where there are many plastic greenhouses.",
            "Several of the greenhouses, as well as other nearby buildings, have been destroyed. ",
            "The latest satellite images also show how close the strikes were to areas filled with temporary structures housing people who have been forced from their homes.",
            "Israel has repeatedly told Palestinians living in north and central Gaza to move south for their own safety - but fighting has now come to these very areas.",
            "The IDF say it is targeting Hamas fighters who operate there.",
            "Rafah's population is thought to have increased five-fold in the months following the 7 October Hamas attacks, ",
            ".",
            "Vast spaces there have been filled with tents, including a main road.",
            "From above, you can see that a main highway through Rafah has been clogged with temporary structures and blocked off to traffic.",
            "BBC Verify has also been tracking some other areas where temporary camps have been set up, including the nearby Al-Mawasi area, where tent numbers have grown considerably over the last few weeks.",
            "Al-Mawasi is a narrow strip of land by the Mediterranean Sea near the coast in southern Gaza. Israeli officials instructed people to take shelter in the area in the first two months of the war in Gaza.",
            "Before the conflict it largely consisted of sandy dunes and agricultural land, but now temporary structures have increasingly been built along the coast.",
            "A large area in the east - once completely empty - is also now filled with tents.  "
        ]
    },
    {
        "url": "https://www.bbc.com/news/business-67576918",
        "title": "Why is the world investing so much in semiconductors?",
        "published": "2024-01-12T00:10:50.000Z",
        "description": "Worries over shortages have prompted government efforts worldwide to boost computer chip production.",
        "authors": [
            "Hannah Mullane"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/6500/production/_132265852_pragmaticpark.jpg"
        ],
        "content": [
            "But inside the vast space is being transformed into a sophisticated hub for the manufacturing of computer chips.",
            "Pragmatic Semiconductor has already built one production line, which the industry likes to call fabrication lines, or fab lines.",
            "Sealed off in its own large room, the production line has all the expensive machinery needed to make the computer chips, and the air inside is carefully controlled to avoid any contamination during production.",
            "Pragmatic has the money to build another such production line, and funding of £182m ($230m) announced late last year will fund production lines three and four.",
            "As well as from private investors, ",
            " from the government-backed UK Infrastructure Bank and British Patient Capital, a subsidiary of British Business Bank.",
            "But the Cambridge-based company will need much more money to complete its plan to build eight production lines in the old pipe factory. ",
            "From phones and computers, to cars and washing machines, almost every product with an on-off switch relies on the production of computer chips, also known as semiconductors.",
            "It is an industry that has seen a lot of turbulence over the last few years. There's been disruption to supply chains during the pandemic, and geopolitical tensions in Asia, where 90% of the world's most advanced chips originate. ",
            "David Moore, chief executive of Pragmatic Semiconductor, which is the largest semiconductor manufacturer in the UK, says the industry is going to need multiple types of semiconductors to solve \"different kinds of problems\" in the chip sector.",
            "Most semiconductors are made using silicon, but his company is taking a different approach. ",
            "They are making flexible chips - they actually bend - at their plant in Durham, which can be used in wearable technology, clothing authentication, and even in parcel labels to track and trace items.",
            "Rather than sitting on silicon wafer, Pragmatic's chips are built on a flexible thin film. ",
            "This approach results in chips that are cheaper and faster to manufacture than the standard silicon chip. ",
            "\"If you take a standard silicon manufacturing facility, it's going to take multiple years and billions of dollars to make,\" Mr Moore said.",
            "\"Our fabrication plant can be 10 to 100 times cheaper depending on what you compare it with. ",
            "\"In silicon, it will take three to six months to go from the start of the process all the way to a finished wafer product. For us, we can do that in less than 48 hours.\"",
            "But it is no panacea. The flexible chip may be cheaper and quicker to make, but the advanced chips in phones, computers and other leading tech will still need the most advanced silicon-based computer chips.",
            " in 2021, underlined how dependent global industry is on a few key suppliers. ",
            "In particular, Taiwan Semiconductor Manufacturing Company (TSMC) makes 90% of the world's most advanced semiconductors. ",
            "In an effort to cut that dependency governments are spending huge sums to create stronger domestic chip industries.",
            "In August 2022, the ",
            ", which pledged $52bn (£41bn) to boost domestic production of computer chips.",
            "The European Union ",
            " €43bn (£37bn).",
            "On a smaller scale the UK has promised £1bn of investment in the sector.",
            "Analysts says that the big chip manufacturers are responding to such government incentives.",
            "Germany has seen a huge wave of investment. A Taiwanese semiconductor manufacturer has decided, together with three European headquartered companies, to invest €10bn in Dresden.",
            "\"We see that 80% of of global production is currently in Asia, the reliance on Asian countries means we really need to strengthen our resilience here in the EU,\" notes Hendrik Abma, director general of the European Semiconductor Industry Association. ",
            "\"I think the realisation about the importance of semiconductors for industry here in Europe, for our technical development, has been underestimated in the past.\"",
            "As well as Germany, Mr Abma notes that Belgium, Lithuania and the Czech Republic, have seen significant investments.",
            "Following the US Chips Act, almost 500 companies applied to the US government for funding for projects, according to Hannah Dohmen, research analyst at Georgetown's Centre for Security and Emerging Technology in Washington.",
            "Plants are planned in New York, Arizona, Texas, Ohio and Idaho, she says. ",
            "And outside the US and Europe, other projects are planned.",
            "\"We're also seeing India attempt to enter the chip manufacturing space. A country that has a strong history in chip design but will be starting from scratch in manufacturing,\" Ms Dohmen added.",
            "\"India are looking to be a big player in the space, and with intensifying competition with China. This has prompted the US and other allied countries to ",
            "\"",
            "It all sounds very positive but building computer chip plants is not easy.",
            "Plans by TSMC to build advanced chips in Arizona have run into trouble, with the company ",
            ". ",
            "Others worry that the rush to build plants in Europe and the US, will just mirror what already exists in Asia.  ",
            "\"There's a risk of duplication and wastefulness across the industry,\" Ms Dohmen said.",
            "Meanwhile, Mr Moore predicts more diversification in how semiconductors are made and what they're used for.",
            "\"You go from tens of billions of connected things to hundreds of billions and trillions of connected things, ultimately you end up with that very challenging element of not being able to supply to it, and so alternative supplies in high volume are what are going to be required.",
            "\"And being able to provide those cost effectively and at scale - that's the big challenge.\""
        ]
    },
    {
        "url": "https://www.bbc.com/news/uk-england-devon-68309618",
        "title": "AI: Plymouth students experimenting with university work",
        "published": "2024-02-15T18:50:42.000Z",
        "description": "Arts University Plymouth students have been learning how to use artificial intelligence \"ethically and critically\".",
        "authors": [
            "Hattie McCann"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/1334/production/_132661940_de41.jpg"
        ],
        "content": [
            "The generative AI software works by being fed \"training artwork\" created by humans, which it then replicates and fuses to create new images. ",
            "Classes also address the ethical issues around the use of the technology.",
            "A Department for Education spokesperson said: \"Artificial intelligence has the power to transform education.\"",
            "AI-generated content can include work 'stolen' from artists without their knowledge, something the university has addressed in their teaching.",
            "Lecturer Alana Morgan said: \"When we are talking about work being used without consent, that's a massive issue for all kinds of artists including students, but broadly, I think that it's been quite positive, our experiments with AI, definitely on this course. We love it.\"",
            "Associate Professor Stephanie Owens said: \"Meaningful innovation is ultimately linked to human endeavour.",
            " \"So, by teaching high levels of digital literacy, including the history and development of generative AI, we equip our graduates with the capacity to think ethically and critically regardless of the technologies that will be adopted by the workplaces of the future.\"",
            "Fashion, media, and gaming students are among those to have been experimenting with the technology by creating concept art, magazines and videos.",
            "Arts University Plymouth said it was important for their future graduates to use all the industry's tools at their disposal, and not to be worried they will be replaced by the technology.",
            "Fashion student Chloe Quinn said: \"Within the last hundred years, with every new development, we have this same scare and we don't know how it's going to integrate into our society.",
            "\"Even when I was at secondary school we were told that the jobs the majority of us would have hadn't even been invented yet.",
            "\"It's exciting to see what new jobs will be created and what all of our lives will look like in years to come.\""
        ]
    },
    {
        "url": "https://www.bbc.com/news/world-middle-east-68255843",
        "title": "Israel-Gaza war: Death and Israel’s search for ‘total victory’",
        "published": "2024-02-11T06:00:30.000Z",
        "description": "Jeremy Bowen looks at Gaza's humanitarian crisis and a growing panic in Rafah over a looming Israeli offensive.",
        "authors": [
            "Jeremy Bowen"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/16BAA/production/_131889039_briefings_promo_bowen_alt.png"
        ],
        "content": [
            "Unfortunately, in this terrible war, international journalists can't do that. Israel and Egypt, the two countries that control Gaza's borders, do not want us in there, reporting freely. Israel allows some closely supervised visits with its army. I have been on only one, back in November. ",
            "Since we cannot get in, we rely on Palestinian journalists who can't get out. I have huge admiration for their courage and dedication to truthful reporting. ",
            "Fortunately, in the modern world it is impossible to seal a war off. That is because ordinary people can film with a phone - and with a few clicks, post their pictures online. We can talk to them too, if communications haven't been cut. Israel and Hamas upload their own videos. Everything must be verified and checked, especially now that artificial intelligence is much easier to use. ",
            "With all those constraints in mind, this is how the war looks on a February day from Jerusalem. ",
            "Just after Hamas attacked Israel on 7 October, Yoav Gallant, Israel's defence minister, announced: \"We are putting a complete siege on Gaza. No electricity, no food, no water, no gas - it's all closed.\"",
            "\"We are fighting human animals,\" he added, \"and we are acting accordingly.\"",
            "Under pressure from US President Joe Biden, Israel now allows limited supplies of food, water and medicine into Gaza. Aid agencies and the UN cite considerable evidence that Israeli security checks slow the supply of relief into Gaza, and that Israel restricts the movement of relief convoys inside the Strip. Very little medical and food aid has reached northern Gaza this year. ",
            "In response to this article, the Israeli embassy in London said claims by UN agencies about the food situation in Gaza were inaccurate and \"constitute support of Hamas propaganda\". Israel says that if aid is not getting through, it's because of the UN and aid agencies on the ground.  The statement added that \"Hamas steals aid from the residents of Gaza\".",
            "After four months of war, law and order in Gaza is in fragments. Aid convoys are looted every day.  Sunday 11 February was the worse day of looting so far in the south, according to the UN. It said what's left of the local police force stopped protecting convoys after eight of their men were killed in Israeli raids.",
            "Because we are not permitted to enter Gaza, we cannot check Israel's claims that Hamas is stealing the food.",
            "The UN's prime suspects are criminal gangs who sell it on. Judging by the few videos of looting that have emerged, desperate individuals are doing it too.",
            "\"I don't know who they are,\" Jamie McGoldrick, the UN's humanitarian coordinator told me. \"They're young guys, not in uniforms. They just come here and they stop us and take stuff off the back. And it turns up in the market sometimes. I wouldn't mind if desperate people got to use it but you see some stuff in the market which has been taken off our trucks.\"  Mr McGoldrick said it was getting impossible to operate in such a lawless environment.  ",
            "Israel is increasingly sensitive about accusations that it is responsible for the suffering of civilians in Gaza, because of pressure from its allies, especially the US, and the genocide case it is facing at the International Court of Justice in The Hague. Later this month, it has to show the court that it has improved conditions for non-combatants in Gaza.",
            "International aid groups say on top of the fact that innocent civilians in Gaza are being killed and wounded, they are also being starved and deprived of medical treatment. The Geneva Convention says that punishing civilians for crimes they did not commit amounts to collective punishment, which is a war crime.",
            "The Americans have since 7 October urged Israel to respect the laws of war in Gaza, specifically to stop killing so many Palestinian civilians. The fact that American officials, from President Biden downwards, keep repeating and strengthening their criticisms shows they believe Israel has ignored them.",
            "On his visit here this week, the US Secretary of State Antony Blinken issued his most stinging public criticism yet of Israel's conduct of the war. The brutality of Hamas attacks on Israel, he said, cannot be used to justify brutalising Palestinians. ",
            "\"Israelis were dehumanized in the most horrific way on October 7,\" he told a news conference in Tel Aviv. \"The hostages have been dehumanised every day since. But that cannot be a license to dehumanise others.\"",
            "\"The overwhelming majority of people in Gaza had nothing to do with the attacks of October 7,\" Mr Blinken went on. \"The families in Gaza whose survival depends on deliveries of aid from Israel are just like our families. They're mothers and fathers, sons and daughters, who want to earn a decent living, send their kids to school, have a normal life. That's who they are. That's what they want.\"",
            "Even so, the US has chosen not to attach conditions to its huge military and diplomatic support for Israel. It continues to supply Israel with weapons, even though it does not approve of the way that they are being used. ",
            "Philippe Lazzarini, the commissioner general of UNRWA, the UN agency that is leading the humanitarian operation in Gaza, issued his own warning about the long-term consequences of the war for young people in Gaza when I spoke to him this week. ",
            "\"I'm extremely worried,\" he said. \"They're all deeply traumatised by this unprecedented war. They're living in absolutely miserable conditions. Now, if the war ends tomorrow, our first priority should be to find ways to bring these children back into an education system… [or] we will just be sowing the seed of more resentment and hate in the future.\"",
            "Israel will not be impressed by Mr Lazzarini's comments. It has made serious allegations against UNRWA, accusing it of aiding and abetting Hamas. Mr Lazzarini has been fighting to save the agency since Israel presented a dossier to the Americans saying about a dozen UNRWA staff took part in the 7 October attacks. ",
            "UNRWA sacked the accused men and is trying to reassure the 16 major donor countries who have suspended its funding. Mr Lazzarini says he takes the allegations very seriously, is determined to root out any Hamas sympathisers, but Israel still has not given him the dossier it sent to the US. Israel believes UNRWA is rotten to the core. The crisis surrounding the agency is without a doubt another impediment to the aid operation. ",
            "Northern Gaza is virtually inaccessible for the UN and other aid organisations. Information has trickled out, with local people living in the ruins reporting general starvation and widespread malnutrition among children that is likely to have life-long health consequences for those who survive. ",
            "We get more information from southern Gaza, where getting on for two million people are trying to stay alive. Some 1.4 million are in Rafah, hard up against the Egyptian border wire. Most people live in tents made of plastic sheeting, next to pools of sewage. ",
            "Unlike journalists, aid workers from the organisations involved in the relief effort can go in and out of Gaza. I've spoken to a range of UN officials with decades of experience in war zones. All have said it is the worst they have ever seen. One told me: \"I've never seen anything of this size and scale and depth.\" ",
            "Another said Gaza was the most dangerous and difficult place he had ever been, not just because of Israeli bombing, but because law and order had broken down. He said: \"There are many guns in Gaza, but as well as that, there are lots of big angry men with clubs.\" The UN was moving aid convoys in the small hours of the morning to stop them being robbed. ",
            "Palestinians in Rafah are approaching panic about a ground assault into the town by Israeli troops. A colleague from BBC Arabic spoke to Jabr al-Burdini, a middle-aged man in Rafah who had just been digging dead children out of the ruins of a neighbour's house. ",
            "\"If there were Israeli operations here, thousands of people would be killed. The kids are terrified and so are the adults. Look at the children. They can't sleep.\" ",
            "Mr Lazzarini told me that a major Israeli assault on Rafah would \"add an additional apocalyptic layer in the Gaza Strip\". ",
            "He said that some 5% of the population - about 100,000 people - had in the last four months either been killed, wounded or had disappeared, most likely dead under the rubble. ",
            "\"And then you have the rest of the population now being concentrated almost in the open air in Rafah. And then you conduct a military operation in this place, you can only add an additional disastrous layer of tragedy. And this needs absolutely to be avoided.\" ",
            "Air strikes already kill many people in Rafah, but despite American calls for restraint, Israel's Prime Minister Benjamin Netanyahu says he has ordered the army to attack the town once it has a plan to move Palestinian civilians out of Rafah. Since nowhere in Gaza is safe, residents do not find that reassuring. Perhaps Mr Netanyahu is trying to mollify Mr Biden. ",
            "Another potential audience might be the International Court of Justice in The Hague, which has ruled that Israel faces \"plausible\" allegations that it is committing the crime of genocide against Palestinians in Gaza. ",
            "Israel has set a high bar for victory that might be unattainable, even over many months. It wants to wipe out Hamas, restore Israel's security and free the hostages Hamas took on 7 October. Many of the families of Israelis held in Gaza and their supporters do not buy the prime minister's argument that only force will free the hostages. They want a ceasefire deal, as they fear that the longer the war continues, the less likely it is that they will ever see them again. ",
            "Israel has inflicted considerable damage on Hamas, but it has not broken its capacity to fight. A senior Western intelligence official told me that Israel had killed about one-third of Hamas forces and destroyed about one-third of the tunnel network that makes Hamas such an obdurate enemy. ",
            "Mr Netanyahu has also said Israel would like to kill Hamas leaders, starting with Yahya Sinwar, the man who it is believed instigated and directed the 7 October attacks. So far, Mr Sinwar and his closest lieutenants are believed to be alive, perhaps living in the tunnel network shielded by Israeli hostages. ",
            "In four months, the shockwaves of the war in Gaza have spread out across the Middle East. Iran's network of allies, which it calls the axis of resistance, is engaged in the wider war. ",
            "After three US soldiers were killed in Jordan by a militia trained and funded by Iran, the US started a rolling programme of air strikes in Syria and Iraq. With the UK, it has also bombed the Houthis in Yemen who are attacking shipping in the Red Sea. Hawks in the US and Israel want the American military to bomb Iran. ",
            "The Houthis and Iran's other allies and proxies say they are acting in solidarity with the Palestinians in Gaza. The most powerful ally of Iran is Hezbollah in Lebanon. Its border war with Israel is getting more serious and more intense by the day. Pressure is growing inside Israel to send troops into southern Lebanon. ",
            "The Americans are trying to construct a path to a peaceful future in the Middle East. Secretary of State Blinken has laid out a vision of Saudi Arabia normalising relations with Israel, if the Israelis allow the Palestinians to have an independent state of their own. Prime Minister Netanyahu says Palestinian independence will not happen. He insists Israel will press on until it achieves \"total victory\".  ",
            "This war goes on and there is no immediate prospect of a ceasefire. The longer it continues, the harder it will be to control the consequences of what is happening in Gaza."
        ]
    },
    {
        "url": "https://www.bbc.com/news/world-europe-68289482",
        "title": "France bans 28 Israeli settlers over West Bank violence",
        "published": "2024-02-13T19:17:50.000Z",
        "description": "The sanctions affect 28 individuals, far more than the numbers recently listed by the UK and US.",
        "authors": [
            "Lou Newton"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/7C09/production/_132635713_capture.png"
        ],
        "content": [
            "The foreign ministry said it \"firmly condemned\" the \"unacceptable violence\".",
            "The US and UK recently took similar action, each imposing restrictions on four Israelis.",
            "On Monday France, Poland and Germany all announced that Israelis involved in West Bank attacks would be sanctioned.  Violence there has surged since Hamas's attack in southern Israel on 7 October.",
            "\"These measures come as violence perpetrated by settlers against the Palestinian population has increased in recent months\", the French foreign ministry said in a statement. ",
            "\"Colonisation is illegal under international law and must stop,\" it added.",
            "\"Its continuation is incompatible with the creation of a viable Palestinian state, which is the only solution so that Israelis and Palestinians can live, side by side, in peace and security.\"",
            "The statement said France would also be seeking sanctions at European level. ",
            "The individuals have not been named.",
            "On Monday, ",
            ". ",
            "The Foreign Office said they had committed human rights abuses against Palestinians in the West Bank.",
            "At the start of the month, US President Joe Biden ",
            ". Only one individual was on both the UK and US lists.",
            "Those on the US list are blocked from accessing any property or assets in the US and cannot use the country's financial system.",
            "The White House said violence in the West Bank had reached \"intolerable levels\".",
            "As of the end of January, 370 Palestinians have been killed in the West Bank, 94 of them children, since the 7 October attack on Israel, according to the UN.",
            "At least eight of the Palestinians who have died were killed by Israeli settlers."
        ]
    },
    {
        "url": "https://www.bbc.com/news/business-68238330",
        "title": "Future data centres may have built-in nuclear reactors",
        "published": "2024-02-15T01:08:42.000Z",
        "description": "As AI uses more electricity, new data centres could have their own nuclear power stations.",
        "authors": [
            "Michael Dempsey"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/E3FD/production/_132656385_gettyimages-1688731769.jpg"
        ],
        "content": [
            "Chris Sharp is the chief technology officer at Digital Realty, a US business at the intersection of construction and high-tech. It builds data centres, the anonymous warehouses full of computers that keep the online world spinning. ",
            "And the advent of artificial intelligence (AI), which requires far more processing power than standard computing, has put rocket boosters under the data centre world. ",
            "His company has just built a huge new data centre in Portland, Oregon dedicated to AI. Just how different is this from an ordinary data centre?",
            "\"A normal data centre needs 32 megawatts of power flowing into the building. For an AI data centre it's 80 megawatts,\" says Mr Sharp.",
            "AI systems are using all this extra electricity simply because they are doing so much more processing than standard computing. They are chewing through far more data.",
            "Mr Sharp also points out that the entire web of technical support demanded by AI is greater. \"You have five times more cabling, for instance.\"",
            "All of this points to a problem. How can AI grow when it requires so much more power to function?",
            "Demanding ever more juice from the existing grid means competing with homes and other industries, and is not going to win the data centre sector any friends if blackouts result.",
            "\"Our industry has to find another source of power,\" Mr Sharp declares. He reckons that is nuclear.",
            "More pressingly, he predicts that data centres in the not too distant future will come with their own dedicated, built-in nuclear reactors.",
            "The technology in question is the much-touted ",
            " These are designs for advanced reactors with about a third of the power generation of a traditional, large nuclear plant.",
            "While there are currently no SMRs in commercial operation around the world, China is building the world's first, and similar technology is already used by nuclear-powered submarines.",
            "Meanwhile, universities, such as the UK's Imperial College London, have for years operated small nuclear reactors for teaching and training purposes. Imperial's own reactor, located just outside London, was operational ",
            "Today most companies developing SMRs for commercial use are focusing on helping towns and cities to keep their lights on. However, a clutch of specialist firms have decided that data centres are the best candidates for their SMR designs.",
            "Dr Michael Bluck runs the Centre for Nuclear Engineering at Imperial College London. \"Data centres are power hungry things, but with AI we're moving into a new level of power requirements,\" he says.",
            "\"There are about 50 SMR designs out there. The challenge is to build them in repeatable units, factory style, standardising production lines. ",
            "\"There's no reason why a small fast reactor can't power a data centre, except that you have to get it past the regulator.\"",
            "In the US, one SMR design from a company called NuScale has ",
            " by the Office of Nuclear Energy. Meanwhile, in the UK the Office for Nuclear Regulation is continuing to study SMR designs from ",
            " and US tech firm ",
            "And US energy firm Westinghouse wants to build four SMRs in north east England, in Tees Valley, close to the existing Hartlepool nuclear power station.",
            "Dr Bluck thinks nuclear submarines offer a compelling safety case for SMR technology. \"We build a reactor and put it in a submarine, and people sleep within two yards of it.\" ",
            "And he forecasts the tech sector's involvement in SMR development will prove decisive. \"These guys have got oodles of cash!\"",
            "By contrast, Dr Doug Parr, chief scientist for Greenpeace UK, says that the high cost of SMRs will prove to be too great a barrier.",
            "Unrealistic hype lies behind the cost estimates for SMRs,\" he says. \"This hype will fall away as delays and difficulties emerge.\"  ",
            "Dr Parr argues that data centre operators will get cold feet when revised costings emerge to render SMRs uncompetitive compared with renewable energy sources.",
            "Greenpeace is also opposed to nuclear power on safety grounds, pointing out the risk of accidents, and the need to deal with the radioactive waste.",
            "Spencer Lamb, chief commercial officer at British data centre developer Kao Data, doesn't view nuclear-powered facilities in the UK as being something imminent. \"I've heard about SMRs, but it will take a long time to deploy a nuclear-configured data centre in the UK, and AI is happening now,\" he says.",
            "Back in California, a company called Oklo says it has an SMR design that is almost ready to roll.",
            "\"AI is the catalyst, the main driver,\" says Brian Gitt, who is in charge of business development at the company. ",
            "Oklo plans to manufacture SMRs that it says can built both quickly and safely.",
            "\"People question the viability of nuclear power due to the waste product and risk of an accident,\" says Mr Gitt. \"We recycle the fuel through our reactor multiple times, dealing with the waste, and the new reactors cannot melt-down, they are self-cooling and self-regulating.\"",
            "Mr Gitt declines to reveal if any data centre firms have already signed contracts, but he says that \"all the major operators are interested\". He adds: \"Power is their biggest problem, and they want to deploy this technology within four years, by 2028.\" ",
            "Mr Gitt says that his 25 years working in the energy business has convinced him that nuclear power is the only answer to the pressures the new AI data centre world faces.",
            "\"[Without us] they just don't have the power to turn on all the machines they need to have. We are signing letters of intent on specific data centre locations for the 2028 timeframe.\"",
            "So what will a data centre's very own nuclear plant look like? Oklo envisages a large stainless steel tank that contains the SMR dropped into a 50ft (15m) deep hole in the ground. The data centre would then constructed on and around it.",
            "Perhaps the ultimate tie up between SMRs, AI and data centres is evident on Oklo's board. ",
            "Sam Altman, the high profile leader of leading AI firm OpenAI has been its chairman since 2015. As Mr Gitt says of Mr Altman, \"he identified this issue 10 years ago.\" "
        ]
    },
    {
        "url": "https://www.bbc.com/news/science-environment-68230069",
        "title": "Millions of donkeys killed each year to make medicine",
        "published": "2024-02-15T22:49:41.000Z",
        "description": "The quest to stop the slaughter of working donkeys, as demand grows for a traditional remedy made from their skin.",
        "authors": [
            "Victoria Gill and Kate Stephens"
        ],
        "images": [
            "https://ichef.bbci.co.uk/news/1024/branded_news/12EE9/production/_132654577_mediaitem132654576.jpg"
        ],
        "content": [
            "That day started like most others. In the morning, he left his home in the outskirts of Nairobi and went to the field to get his animals. ",
            "\"I couldn't see them,\" he recalls. \"I searched all day, all night and the following day.\" It was three days later that he got a call from a friend telling him he had found the animals' skeletons. \"They'd been killed, slaughtered, their skin was not there.\"",
            "Donkey thefts like this have become increasingly common across many parts of Africa - and in other parts of the world that have large populations of these working animals. Steve - and his donkeys - are collateral damage in a controversial global trade in donkey skin. ",
            "Its origins are thousands of miles from that field in Kenya. In China, a traditional medicinal remedy that is made with the gelatin in donkey skin is in high demand. It is called Ejiao. ",
            "It is believed to have health-enhancing and youth-preserving properties. Donkey skins are boiled down to extract the gelatin, which is made into powder, pills or liquid, or is added to food. ",
            "Campaigners against the trade say that people like Steve - and the donkeys they depend on - are victims of an unsustainable demand for Ejiao's traditional ingredient. ",
            "In a new report, ",
            " since 2017, estimates that globally at least 5.9 million donkeys are slaughtered every year to supply it. And the charity says that demand is growing, although the BBC was unable to independently verify those figures. ",
            "It is very difficult to get an accurate picture of exactly how many donkeys are killed to supply the Ejiao industry. ",
            "In Africa, where about two-thirds of the world's 53 million donkeys live, there is a patchwork of regulations. Export of donkey skins is legal in some countries and illegal in others. But high demand and high prices for skins fuel the theft of donkeys, and the Donkey Sanctuary says it has discovered animals being moved across international borders to reach locations where the trade is legal. ",
            "However, there could soon be a turning point as every African state's government, and the government of Brazil, are poised to ban the slaughter and export of donkeys in response to their shrinking donkey populations. ",
            "Solomon Onyango, who works for the Donkey Sanctuary and is based in Nairobi, says: \"Between 2016 and 2019, we estimate that about half of Kenya's donkeys were slaughtered [to supply the skin trade].\"",
            "These are the same animals that carry people, goods, water and food - the backbone of poor, rural communities. So the scale and rapid growth of the skin trade has alarmed campaigners and experts, and has moved many people in Kenya to take part in anti-skin trade demonstrations. ",
            "The proposal for an Africa-wide, indefinite ban is on the agenda at the African Union Summit , where all state leaders meet, on 17 and 18 February. ",
            "Reflecting on a possible Africa-wide ban, Steve says he hopes it will help protect the animals, \"or the next generation will have no donkeys\".",
            "But could bans across Africa and in Brazil simply shift the trade elsewhere? ",
            "Ejiao producers used to use skins from donkeys sourced in China. But, according to the Ministry of Agriculture and Rural Affairs there, donkey numbers in the country plummeted from 11 million in 1990 to just under two million in 2021. At the same time, Ejiao went from being a niche luxury to become a popular, widely available product. ",
            "Chinese companies sought their skin supplies overseas. Donkey slaughterhouses were established in parts of Africa, South America and Asia.",
            "In Africa, this led to a grim tug of war over the trade.",
            "In Ethiopia, where the consumption of donkey meat is taboo, one of the country's two donkey slaughterhouses was closed down in 2017 in response to public protests and social media outcry.",
            "Countries including Tanzania and Ivory Coast banned the slaughter and export of donkey skins in 2022, but China's neighbour Pakistan embraces the trade. Late last year, media reports there trumpeted the country's first \"official donkey breeding farm\" to raise \"some of the best breeds\". ",
            "And it is big business. According to China-Africa relations scholar Prof Lauren Johnston, from the University of Sydney, the Ejiao market in China increased in value from about $3.2bn (£2.5bn) in 2013 to about $7.8bn in 2020.",
            "It has become a concern for public health officials, animal welfare campaigners and even international crime investigators. ",
            " that shipments of donkey skins are used to traffic other illegal wildlife products. Many are worried that national bans on the trade will push it further underground. ",
            "For state leaders, there is the fundamental question: Are donkeys worth more to a developing economy dead or alive? ",
            "\"Most of the people in my community are small-scale farmers and they use the donkeys to sell their goods,\" says Steve. He was saving money from selling water to pay for school fees to study medicine. ",
            "Faith Burden, who is head vet at the Donkey Sanctuary, says that the animals are \"absolutely intrinsic\" to rural life in many parts of the world. These are strong, adaptable animals. \"A donkey will be able to go for perhaps 24 hours without drinking and can rehydrate very quickly without any problems.\"",
            "But for all their qualities, donkeys do not breed easily or quickly. So campaigners fear that if the trade is not curtailed, donkey populations will continue to shrink, depriving more of the poorest people of a lifeline and a companion. ",
            "Mr Onyango explains: \"We never bred our donkeys for mass slaughter.\" ",
            "Prof Johnston says that donkeys have \"carried the poor\" for millennia. \"They carry children, women. They carried Mary when she was pregnant with Jesus,\" she says.",
            "Women and girls, she adds, bear the brunt of the loss when an animal is taken. \"Once the donkey is gone, then the women basically become the donkey again,\" she explains. And there is a bitter irony in that, because Ejiao is marketed primarily to wealthier Chinese women. ",
            "It is a remedy that is thousands of years old, believed to have numerous benefits from strengthening the blood to aiding sleep and boosting fertility. But it was a 2011 Chinese TV show called Empresses in the Palace - a fictional tale of an imperial court - that raised the remedy's profile.",
            "\"It was clever product placement,\" explains Prof Johnston. \"The women in the show consumed Ejiao every day to stay beautiful and healthy - for their skin and their fertility. It became this product of elite femininity. Ironically, that's now destroying many African women's lives.\"",
            "Steve, who is 24, is worried that, when he lost his donkeys, he lost control over his life and livelihood. \"I'm just stranded now,\" he says. ",
            "Working with a local animal welfare charity in Nairobi, the charity Brooke is working to find donkeys for young people -  like Steve -  who need them to access work and education. ",
            "Janneke Merkx, from the Donkey Sanctuary, says the more countries that put legislation in place to protect their donkeys, \"the more difficult it will get\".",
            "\"What we'd like to see is for Ejiao companies to stop importing donkey skins altogether and invest in sustainable alternatives - like cellular agriculture (producing collagen in labs). There are already safe and effective ways to do that.\"  ",
            "Faith Burden, the Donkey Sanctuary's deputy chief executive, calls the donkey skin trade \"unsustainable and inhumane\". ",
            "\"They're being stolen, potentially walked hundreds of miles, held in a crowded pen and then slaughtered in full view of other donkeys,\" she says. \"They need us to speak up against this.\" ",
            "Brooke has now given Steve a new donkey, a female that he has named Joy Lucky, because he feels lucky and joyful to have her. ",
            "\"I know that she will help me achieve my dreams,\" he says. \"And I'll make sure that she is protected.\" "
        ]
    }
]